-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Hôte : 127.0.0.1
-- Généré le : Dim 03 oct. 2021 à 00:20
-- Version du serveur :  10.4.17-MariaDB
-- Version de PHP : 7.4.14

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Base de données : `douajavafx`
--

-- --------------------------------------------------------

--
-- Structure de la table `doua`
--

CREATE TABLE `doua` (
  `id` int(11) NOT NULL,
  `Doua` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Déchargement des données de la table `doua`
--

INSERT INTO `doua` (`id`, `Doua`) VALUES
(1, 'اللهم اغفر لنا ولوالدينا وأهلنا ولكل من له حق وفضل علينا اللهم طهر قلوبنا من کل ضيق، ويسر أمورنا في کل طريق'),
(2, 'اللهم صباح يملأ صدورنا راحة اللهم صباح وأنت راض عنا اللهم صباح ورحمتك تغمر الكون'),
(3, 'اللهم إني استغفرك عدد ما أنساني الشيطان ذكرك وعدد ما ألهتني الدنيا عن الرجوع إليك فقد قصرت ولم تقصر ونسيتك ولم تنساني استغفرك ربي وأتوب إليك'),
(4, 'اللّهم إني أعوذ بك من فتنة النار وعذاب النار، وفتنة القبر، وعذاب القبر، وشر فتنة الغنى، وشر فتنة الفقر، اللّهم إني أعوذ بك من شر فتنة المَسيح الدجال، اللّهم اغسل قلبي بماء الثلج والبرد، ونقِ قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المَشرق والمغرب'),
(5, 'اللهم بعرض السماء وامتدادها أرزقنا راحه بال ويقين، بأن كل ما ندعوا به سيأتينا ولو بعد حين'),
(6, 'سبحان الله'),
(7, 'الله اكبر'),
(8, 'اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد'),
(9, 'رضيـت بالله ربـا وبالإسلام ديـنا وبمحـمد صلى الله عليه وسلم نبيـا'),
(10, 'حسبـي الله لا إله إلا هو علـيه توكـلت وهو رب العرش العظـيم'),
(11, 'سبحـان الله وبحمـده عدد خلـقه ، ورضـا نفسـه ، وزنـة عـرشـه ، ومـداد كلمـاتـه'),
(12, 'اللهـم عافـني في بدنـي ، اللهـم عافـني في سمـعي ، اللهـم عافـني في بصـري ، لا إله إلا أنـت'),
(13, 'يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طـرفة عين'),
(14, 'أستغفر الله العظيم الذي لا إله إلا هو، الحي القيوم، وأتوب إليه'),
(15, 'اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد'),
(16, 'سبحـان الله وبحمـده .. سبحان الله العظيم'),
(17, 'لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير'),
(18, 'رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ'),
(19, 'أستغفر الله'),
(20, 'أستغفر الله العظيم'),
(30, 'أستغفر الله العظيم وأتوب إليه'),
(40, 'أستغفر الله..أستغفر الله..أستغفر الله'),
(41, 'أشهد أن لا إله إلا الله وأن محمداً عبده ورسوله'),
(42, 'أشهد أن لا إله إلا الله وحده لا شريك له'),
(43, 'أعـوذ بكلمـات الله التـامـات من شـر ما خلـق'),
(45, 'اللهم إنا نعوذ بك من أن نشرك بك شيئا نعلمه ، ونستغفرك لما لا نعلمه'),
(46, 'أعوذ بالله من الشيطان من نفحه ونفثه وهمزه'),
(47, 'يا رب , لك الحمد كما ينبغي لجلال وجهك , ولعظيم سلطانك'),
(48, 'اللهم ارحمني'),
(49, 'اللهم اعف عني'),
(50, 'اللهم اغفر لي'),
(51, 'اللهم صل وسلم وبارك على سيدنا محمد'),
(52, 'اللهم عافني'),
(53, 'اللَّهُمَّ صَلِّ على سيدنا مُحمَّد'),
(54, 'حسبنا الله ونعم الوكيل'),
(55, 'رب اغفر لي'),
(56, 'سبحـان الله وبحمـده'),
(57, 'سبحان الله العظيم'),
(58, 'سُبْحـانَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِضـا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِمـاتِـه'),
(59, 'سبحان الله، والحمدلله، والله أكبر'),
(60, 'سبحان الله، والحمدلله، ولا إله إلا الله، والله أكبر'),
(61, 'يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْن'),
(62, 'اللهم قر عيني بكل دعوة فاض بها قلبي وأفرحني بقدر ما أحسنت الظن بك');

--
-- Index pour les tables déchargées
--

--
-- Index pour la table `doua`
--
ALTER TABLE `doua`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT pour les tables déchargées
--

--
-- AUTO_INCREMENT pour la table `doua`
--
ALTER TABLE `doua`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=63;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
